
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%2$.0lfk 之 %1$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 目前已是最新的版本。";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ 現在已可下載 (您擁有的是 %3$@)。您是否想要現在下載？";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新版本的 %@ 現在已可下載！";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "取得或分析此 appcast 時發生錯誤：\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "嘗試下載此檔案時發生錯誤：\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "無法從此 appcast 餵送服務中摘取版本字串。檔案名稱應該類似 YourApp_1.5.tgz，而 1.5 是版本編號。而其中的底線是相當重要的。\n\n若您是此程式的使用者，請稍後再試一次，開發人員可能已經修復此問題。";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "無法摘取種類 %1$@ 的封存檔；僅支援 %2$@。\n\n若您是此程式的使用者，請稍後再試一次，開發人員可能已經修復此問題。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Check for updates on startup?" = "啟動時檢查更新？";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "無法刪除目前的應用程式，您必須在安裝此更新前刪除該程式。它是否位於唯讀的位置，如磁碟映像檔？請將其搬移至 /Applications 並再試一次。";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "無法搬移此更新檔到其新位置。您是否從唯讀的目錄執行此程式，如磁碟映像檔？因為舊程式已經移除，它現在可能位於垃圾桶，但仍可能可以還原。很抱歉造成您的困擾！";

/* No comment provided by engineer. */
"Download New Version" = "下載新版本";

/* No comment provided by engineer. */
"Extracting update..." = "擷取更新...";

/* No comment provided by engineer. */
"Install and Relaunch" = "安裝與重新啟動";

/* No comment provided by engineer. */
"Installing update..." = "正在安裝更新...";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "好吧！它到哪兒去了？我剛剛下載了更新檔，但它似乎消失了！請稍後再試一次。";

/* No comment provided by engineer. */
"Ready to install!" = "準備安裝！";

/* No comment provided by engineer. */
"Release Notes" = "發佈紀錄";

/* No comment provided by engineer. */
"Review Changes" = "檢視變更";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "此更新的封存檔並未含我之前預期的程式 (%@)。請記住，更新的應用程式名稱必須與正在執行的應用程式名稱相同，如 Info.plist 檔案中所指定的一樣！\n\n若您是此程式的使用者，請稍後再試一次，開發人員可能已經修復此問題。";

/* No comment provided by engineer. */
"Update Error!" = "更新錯誤！";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "您是否想讓 %1$@ 在啟動時檢查更新？若選擇否，您可以從 %2$@ 選單手動執行檢查。";

/* No comment provided by engineer. */
"You're up to date!" = "您的版本是最新版！";
